{
  "rolls":[
    {
      "name": "2017-02-05",
      "theme": "Places I Love",
      "main_image": "SallysMiddleName.jpg",
      "description": "These are some of my favorite places in and around H Street, mostly restaurants.  Having moved from Logan Circle, I love the less-fussy more casual culture out here."
    },
    {
      "name": "2017-01-29",
      "theme": "Changing Structures",
      "main_image": "AlleyNextToChurch.jpg",
      "description": "H Street seems to be under constant construction, with old places moving out, new ones coming up, and a lot of empty, but ready-to-use buildings."
    },
    {
      "name":"2016-09-17",
      "theme":"H Street Festival",
      "main_image": "IMG_3917.jpg",
      "description":"The annual H Street Festival!  I look forward to every year now :)"
    },
    {
      "name":"2017-02-12",
      "theme":"Building Art",
      "main_image": "SmithCommons1.jpg",
      "description": "H St has a lot of colorful 'art' on the sides of buildings, around alleys, and on garage doors.  It's much more colorful than other D.C. Neighborhoods and is something you immediately notice being in the neighborhood.  None of it is true 'street art', but it adds character to the neighborhood that I always enjoy seeing."
    },
    {
      "name":"2017-02-19",
      "theme": "Coffee Shops",
      "main_image": "CoffeeShops-Wydown1.jpeg",
      "description": "Coffee shops are hallmarks of a changing neighborhood.  H St has several, and I visited four of my favorites.  The light was tough, so some of these were taken in 'bulb mode' where the shutter speed is essentially how long I held down my finger on the shutter.  Mixed results, but a few shots I liked!"
    },
    {
      "name":"2017-03-11",
      "theme": "Rock and Roll Marathon 2017",
      "main_image": "RnRMarathonMultiExposure.jpeg",
      "description": "The yearly Rock and Roll Marathon came through the neighborhood, almost all the way down H st, turning south on 13th st.  Lots of people were cheering on the runners, who were dealing with an unusually cold March weekend day."
    },
    {
      "name":"2017-04-16",
      "theme": "Spring Bulbs in Bloom",
      "main_image": "pic-9-662-g-st-ne.jpeg",
      "description": "Decided to take pictures of varous bulbs in bloom around the neighborhood, since it's spring time and they are all coming up.  Only problem is I let this roll site for two and half years and then really messed it up during processing :("
    },
    {
      "name": "2019-06-24",
      "theme": "Kahekili Beach in Maui",
      "main_image": "kahekili-beach-waves-lanai-02.jpg",
      "description": "Had some 50 ISO film and when and where will I get better light than on a beach in Hawaii, right?  Tried to capture as much of the interesting landscape as I could.  I do think I underexposed this slightly and, given that the Holga has fixed shutter speed and f-stop, I probably should've pushed it a stop.  Next time I'm in Hawaii, I'll remember to take some more 50 ISO with me :)"
    },
    {
      "name":"2019-07-11",
      "theme": "Kihei Beach in Maui",
      "main_image": "Scan05.jpg",
      "description": "During my time in Maui, I took this roll on a beach in Kihei"
    },
    {
      "name":"2019-09-15",
      "theme": "Critters in the neighborhood (mostly cats)",
      "main_image": "critters-charlie-1.jpg",
      "description": "Some of the fauna of the neighborhood, mostly in-your-face cats and out-of-focus bees and butterflies.  I pushed this to 800 as the light was not great, and despite focus issues, the light isn't bad!"
    },
    {
      "name":"2019-09-21",
      "theme": "H St Festival and Aftermath",
      "main_image": "h-st-2019-mtv-logo.jpg",
      "description": "Each year brings the H St Festival, and we moved in around the time of the festival in 2015, so it's a bookend on another year living in the Atlas District!"
    },
    {
      "name":"2019-10-12",
      "theme": "San Francisco",
      "main_image": "sf-pork-store.jpg",
      "description": "Half a roll taken in San Francisco.  Didn't get inspired to take more than six pictures.  When I went to develop this roll, I failed to take the temperature of the water and underdeveloped it.  I was still able to get shots out of this, but wow are they rough."
    },
    {
      "name":"2019-12-28",
      "theme": "DC Statues and Stuff",
      "main_image": "dc-balance-marcia-billig.jpg",
      "description": "Other half of the roll taken in San Francisco.  These are of various statues in my neighborhood plus the Union Station XMas tree.  When I went to develop this roll, I failed to take the temperature of the water and underdeveloped it.  I was still able to get shots out of this, but wow are they rough."
    }
  ]
}
